Repository: aaltatan/wpu-hr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: respect EACH specialty f/p percentage
ar: مراعاة نسبة كلي-جزئي في كل اختصاص ضمن الكلية

source: calculate ALL specialties as one
ar: تجاهل نسبة كلي-جزئي في كل اختصاص ضمن الكلية

source: respect specialist supporters percentage
ar: مراعاة نسبة الاختصاصي-داعم في كل كلية

source: minimum local percentage
ar: الحد الأدنى من الملاك

source: minimum local percentage which ministry require
ar: الحد الادنى من الملاك المسموح به

source: capacity
ar: الطاقة الاستيعابية

source: capacity's calculation options
ar: خيارات احتساب الطاقة

source: calculate local staff by student to local teacher count
ar: نسبة الاستاذ الى الطالب (الاعتمادية)

source: calculate local staff by student to local teacher count or student to teacher count
ar: احتساب الملاك على أساس نسب /الاعتمادية/ أو على أساس /الطاقة الاستيعابية/

source: include masters in local calculation
ar: تضمين الماجستيرات في حساب الملاك

source: count must be more than 0
ar: العدد يجب أن يكون أكبر من الصفر

source: count must be less than 100
ar: العدد يجب أن يكون أقل أو يساوي 100

source: name
ar: الاسم

source: scholarship students count
ar: عدد طلاب المنح

source: graduates count
ar: عدد الخريجين

source: count of students exclude graduates and scholarship
ar: عدد الطلاب متضمن الخريجين والمنح

source: students count
ar: عدد الطلاب

source: count of desired students
ar: عدد الطلاب الجدد المراد تسجيلهم

source: new students count
ar: عدد الطلاب الجدد

source: students to teachers count
ar: نسبة الاستاذ الى الطالب

source: students to local teachers count
ar: نسبة الاستاذ الى الطالب (الملاك)

source: done! 😁
ar: تمت العملية بنجاح

source: you can't delete this faculty because it has one or more specialties related
ar: لا يمكنك حذف هذه الكلية لوجود اختصاصات مرتبطة بها

source: you can't delete this specialty because it has one or more staff related
ar: لا يمكنك حذف هذا الاختصاص لوجود أعضاء هيئة تدريسية مرتبطين به

source: faculty
ar: الكلية

source: the name of specialty
ar: اسم الاختصاص

source: percentage of the specialty
ar: نسبة الاختصاص

source: percentage
ar: النسبة

source: is specialist
ar: اختصاصي

source: you CAN'T add more than 100% per faculty, you could add up to {}% only.
ar: لا يمكنك اضافة نسبة تزيد عن 100%، يمكنك اضافة نسبة تصل الى {}% فقط.

source: fulltime
ar: كلي

source: parttime
ar: جزئي

source: phd
ar: مدرس

source: master
ar: ماجستير

source: specialty
ar: التخصص

source: specialty in one faculty
ar: التخصص في الكلية الواحدة

source: degree
ar: الدرجة العلمية

source: degree e.g.: PHD or Master
ar: الدرجة العلمية: ماجستير، مدرس

source: time
ar: التفرغ

source: time e.g.: Fulltime or part time
ar: التفرغ كلي أم جزئي

source: is local
ar: على الملاك

source: is local or foreign
ar: على الملاك أم خارج الملاك

source: is countable
ar: محسوب

source: to be calculated in capacity or local functions
ar: لاحتسابه ضمن حسابات الطاقة والملاك

source: notes
ar: ملاحظات

source: HR
ar: الموارد البشرية

source: capacity difference
ar: فرق الطاقة الاستيعابية

source: local
ar: الملاك

source: required local
ar: الملاك المطلوب

source: local difference
ar: فرق الملاك

source: calculation parameters
ar: خيارات الاحتساب

source: calculate
ar: احتساب

source: reset
ar: اعادة التعيين

source: faculties
ar: الكليات

source: add new faculty
ar: اضافة كلية جديدة

source: add
ar: اضافة

source: edit
ar: تعديل

source: are you sure wanna DELETE
ar: هل أنت متأكد من حذف

source: delete
ar: حذف

source: are you sure wanna RESET all students counts from
ar: هل أنت متأكد من تصفير كامل أعداد طلاب

source: reset students counts
ar: تصفير عدد طلاب

source: are you sure wanna RESET all new students counts from all faculties ?
ar: هل أنت متأكد من تصفير كامل أعداد الطلاب الجدد من جميع الكليات ؟

source: reset new students counts from all faculties
ar: تصفير عدد الطلاب من كل الكليات

source: reset new students counts
ar: تصفير عدد الطلاب الجدد

source: are you sure wanna RESET all students counts from all faculties ?
ar: هل أنت متأكد من تصفير كامل أعداد الطلاب من كل الكليات ؟

source: reset students counts from all faculties
ar: تصفير عدد الطلاب من كل الكليات

source: update
ar: تحديث

source: add New
ar: اضافة جديد

source: specialties
ar: التخصصات

source: add new specialty
ar: اضافة اختصاص جديد

source: staff
ar: الهيئة التدريسية

source: add new staff
ar: اضافة عضو جديد

source: make it countable
ar: احتساب

source: do not count
ar: عدم الاحتساب

source: filter
ar: تصفية

source: of
ar: من

source: page
ar: صفحة

source: specialist
ar: اختصاصي

source: supporter
ar: داعم

source: foreign
ar: خارج الملاك

source: add new
ar: اضافة جديد

source: developed by
ar: تم التطوير بواسطة

source: Abdullah Altatan
ar: عبدالله التتان

source: WPU HR
ar: الجامعة الوطنية الخاصة

source: arabic
ar: العربية

source: english
ar: الانكليزية

source: logout
ar: تسجيل الخروج

source: login
ar: تسجيل الدخول

source: please provide us your credentials
ar: املأ بيانات الاعتماد، رجاءاً
